tap "homebrew/bundle"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "btop"
brew "difftastic"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "git"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pkgconf"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "uv"
brew "zig"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "ghostty"
cask "ngrok"
